Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=534_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámi parlamentáralaš ráđi jođiheapmi sirdásii Suomas Norgii
sms: SääŠm parlamentaarlaž suåvtõõzz saaǥǥjååŠđtemvuõtt seŠrddji LääŠddjânnmest TaŠrre

source: Suoma sámedikki ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi, lea doaibman Sámi parlamentáralaš ráđi ságadoallin maŋimuš guokte jagi.
sms: LääŠddjânnam sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi lij tuåimmjam SääŠm parlamentaarlaž suåvtõõzz saaǥǥjååŠđteeŠjen mõõnni kueŠhtt eeŠjj.

source: Sámi parlamentáralaš ráđi jođiheapmi sirdásii Norgga sámediggái Suoma sámedikkis skábmamánu 9. beaivve Girkonjárggas.
sms: SaaǥǥjååŠđtemvuõtt seŠrddji LääŠddjânnam sääŠmteeŠǧǧin Taarr sääŠmtegga Ǩeârkknjaarǥâst skamm-mannu 9. peeiŠv.

source: Sámi parlamentáralaš ráđi (SPR) dievasčoahkkin lágiduvvui dán háve Girkonjárggas.
sms: Ǩeârkknjaarǥâst rieŠššeš SääŠm parlamentaarlaž suåvtõõzz (SPS) tiuddsååbbar.

source: Sámi parlamentáralaš ráđđi lea sámedikkiid davviriikkalaš ovttasbargoorgána.
sms: SääŠm parlamentaarlaž suåvtõs lij TâŠvvjânnmlaž sääŠmteeŠǧǧi õhttsažtuâjjorgan.

source: Sámi parlamentáralaš ráđi dievasčoahkkin ságastalai ja gieđahalai čoahkkimisttis ee. nuoraidpolitihkalaš áššiid, giellaovttasbarggu, sámi boraspireváttuid birra ja sámi čearddalaš dovddaldagaid lávdegotti doaimmas.
sms: SääŠm parlamentaarlaž suåvtõõzz sååbbar saaǥǥstõõli da ǩiõttʼtõõli jm. nuõripolitiikklaž aaŠššin, ǩiõllõhttsažtuâjast, sääŠmvuuŠd näuddpååŠmhin da saaŠmi meersaž tiõđi luŠvddkååŠdd tuåimmjumuužžâst.

source: Govas: sámeparlamentarihkkárat Girkonjárggas 2011.
sms: Snimldõkk: SääŠmparlamentaarneeŠǩǩ Ǩeârkknjaarǥâst 2011.

source: Govva Norgga Sámediggi.
sms: Snimldõkk: Sametinget, Karasjok

source: Ovdan sámi nuorat ja giellaovttasbargu
sms: SääŠmnuõr da ǩiõllõhttsažtuâjj leŠjje såbbar äŠššen

source: Sámi parlamentáralaš ráđi dievasčoahkkima oktavuođas lágiduvvui uhcit seminára, man fáddán ledje nuoraidpolitihkalaš áššit.
sms: SääŠm parlamentaarlaž suåvtõõzz såbbar õhttvuõđâst rieŠššeš uŠccseminaar, koon teemmen leŠjje nuõripolitiikklaž ääŠšš.

source: Seminára maŋŋá SPR dievasčoahkkin mearridiige, ahte galgá álggahuvvot oktasaš nuoraidráđđi ja čadnot sámi parlamentáralaš ráđđái.
sms: Mâŋŋa Seminaar SPS:zz sååbbar tuŠmmji nuŠtt, što vuâđđad vuâlažvuõŠttses õhttsaž nuõrisuåvtõõzz.

source: Nuoraidráđđi galgá bargat nuoraidpolitihkalaš áššiiguin ja doaibmat sámi nuoraid oktasaš jietnan, sihke riikkaidgaskasaččat ja Sámis.
sms: Nuõrisuåvtõs puätt tuõjjstõõllâd nuõripolitiikklaž aaŠšši pirr da tuåmmai sääŠmnuõri õhttsaž jiõnnân, nuŠtt meeraikõskksânji ko še sääŠmvuuŠdin.

source: Lassin sámi parlamentáralaš ráđi dievasčoahkkin mearridii ávžžuhit Sámedikkiid searvat Davviriikkalaš sámegiela dutkan- ja ámmát / resursaguovddáža geahččalanprošektii.
sms: LââŠssen SääŠm parlamentaarlaž suåvtõõzz sååbbar tuŠmmji raŠvvjed jeeŠres jânnmi SääŠmteŠǧǧid vuässõõttâd tâŠvvjânnmlaž sääŠmǩiõl tuŠtǩǩeem- da ämmat / resursskõõskõõzz ǩiõččlõddâmhaŠŋǩǩõŠsse.

source: Sámedikkit oasálastet prošektii juos EU Interreg juolluda ruhtadeami dahje prošektii gávdno ruhta muhtun eará ruhtagáldus.
sms: HaŠŋǩǩõŠsse vuässõõđât nåkam oudldõõzzin, što tõõzz miõttât EU Interreg teäggtõõzz leŠbe jeeŠres teäggtempääiŠǩest.

source: Lassin ovttasbarggu eaktun lea gávdnat ruđa ja fágabargiid guovddáža geahččalanprošeavtta várás.
sms: LââŠssen õõlǥtet, što juõŠǩǩ jâmman sääŠmteeŠǧǧ vuäŠǯǯe teäggtõõzz da ǩiõllämmat-tuâjjlaid haŠŋǩǩõõzz diõtt.
